<template>
  <div id="x_Text">

    <!-- <m-header></m-header> -->

    {{Text}}

  </div>
</template>

<script>
export default {
  data() {
    return {
      Text:
        "今年的中秋节真的很特别，也是最令我印象深刻的一次，今年的中秋节放五天的连假，而也是第一次感觉到很孤单。因为以前总会和邻居们烤肉，或是和姨婆们，但是今年没有和他们一起过中秋节，只有我和奶奶一起过，所以觉得很特别。　　晚上正准备吃饭时， 看到左右邻居家中窗户关着， 一片片黑漆漆窗户， 我望着窗外， 月光照进窗， 只能看见一丝丝的光芒射进我的房中。 微风徐徐的吹来让我觉得好空虚好安静， 一点都不像一年一度的中秋节。 看着天空发现月亮好大好圆从没有看过这么大的月亮。 楼下传来一阵阵猫叫声， 往下一看， 原来是母猫带着三只可爱的小猫， 看起来就像是在过中秋节一样， 看起来好幸福。　　 虽然今年的中秋节令我感到很孤单， 但可以感觉到平常中秋节没有的感受， 安安静静的， 有时微风还会轻轻窗外吹来， 窗外一阵阵的花香， 那种香味就像火炉一样， 温暖了我心中的寂寞又孤单的感觉， 这种香味让我觉得好幸福， 那种幸福十分奇妙， 不知从何说起。 望着月亮， 有种温暖幸福的感觉， 就好像是躺在花园里， 这种感觉真的是前所未有。　　 今年的中秋佳节很特别， 让我第一次看到这么大这么圆的月亮， 也感受到原来中秋节不一定要烤肉， 也能感受到中秋节的幸福， 今年的中秋节只能说是平凡中的幸福吧！ 我最喜欢过中秋节了， 尤其是今年的中秋节。 "
    };
  }
};
</script>

<style lang="scss" scoped>
#x_text {
  width: 100%;
  text-indent: 2em;
  height: 100%;
}
</style>

